Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: The character must have at least 5 ranks in the related skill to gain this synergy bonus, and the GM must agree that the two skills can complement each other in the given situation.
zh_cn: 角色相关技能必须至少为5级才能提供共效加值，而且必须征得GM认同在使用的情景两个技能能相互增益。

source: The character must make another Survival check every time the tracks become difficult to follow.
zh_cn: 每次踪迹变得更难追踪时，角色都需要再做一次生存检定。

source: The character must move at least 10 feet and may move up to twice his or her speed.
zh_cn: 角色必须至少移动10尺且可以两倍速移动。

source: The character must point out a specific object, or else the animal fetches some random object.
zh_cn: 角色应该指向特定的物品，否则动物会随机拿些物品。

source: The character must stop as soon as he or she is within striking range of his or her target (the character can’t run past the target and attack from another direction).
zh_cn: 目标一旦进入角色的打击范围内，角色必须停下（角色不能越过目标并从另一个方向攻击）。

source: The character needs to devote at least ½ hour of the day to each patient the character is caring for.
zh_cn: 角色每天需要投入至少每个病人半小时的时间。

source: The character receives a +2 bonus on Bluff checks made to feint in melee combat.
zh_cn: 角色在近战中使用虚招所进行的唬骗检定有2点加值。

source: The character receives a –2 penalty on the attack but deals +1 die of damage with a successful hit.
zh_cn: 角色攻击骰获得2点减值，若攻击成功，伤害骰将获得1点加值。

source: The character receives a –2 penalty on this attack, but deals +1 die of damage with a successful hit.
zh_cn: 角色攻击骰获得2点减值，若攻击成功，伤害骰将获得1点加值。

source: The character receives a –4 penalty on the attack roll, but deal +2 dice of damage.
zh_cn: 角色的攻击骰获得4点减值而伤害骰获得2点加值。

source: The character sets the purchase DC of the stake if he or she starts the game, or the GM sets it if the character joins a game.
zh_cn: 角色要开始游戏，先设置赌注的购买DC，若是加入游戏则是让GM设置赌注。

source: The character still has to make a successful opposed grapple check and move in to be part of the grapple.
zh_cn: 角色仍然需要一次成功的擒抱对抗检定，才能加入擒抱。

source: The character takes a –4 penalty to Defense against melee attacks and loses his or her Dexterity bonus to Defense.
zh_cn: 角色对近战攻击防御值会有4点减值，对于所有的攻击，防御时的敏捷加值无效。

source: The character takes a –5 penalty on your check any time he or she treats his or herself.
zh_cn: 任何时候医疗自己，检定都要受到5点减值。

source: The character takes only half the usual penalty to speed for being unable to see.
zh_cn: 角色因无法目视所造成的速度减值减半。

source: The character targets a 10-foot-by-10-foot area and makes an attack roll; the targeted area has an effective Defense of 10.
zh_cn: 角色以一个10尺×10尺的区域为目标掷攻击骰，目标区域的有效DC为10。

source: The character who provides the aid reduces his or her Wealth bonus by +1.
zh_cn: 协助者的财富加值会减少一点。

source: The characteristics of some treatable diseases are summarized on Table: Diseases.
zh_cn: 一些可治愈疾病的特性见表：疾病。

source: The character’s Constitution modifier also applies.
zh_cn: 与角色的体质调整值共同作用。

source: The character’s Constitution modifier applies.
zh_cn: 与角色的体质调整值共同作用。

source: The character’s Constitution modifier is applied to the roll.
zh_cn: 所得点数再加上角色的体质调整值。

source: The character’s DC to set the detonator is equal to the disarm DC.
zh_cn: 角色安装起爆器的DC等于拆除的DC。

source: The character’s Defense improves at the start of this action, so it helps against any attacks of opportunity the character is subject to while performing his or her move action.
zh_cn: 角色在该动作开始时就获得防御加成，所以角色此时移动将不会引发借机攻击。

source: The character’s Dexterity modifier also applies.
zh_cn: 与角色的敏捷调整值共同作用。

source: The character’s Dexterity modifier and equipment bonus also applies.
zh_cn: 与角色的敏捷调整值和装备加值共同作用。

source: The character’s Gamble check is opposed by the Gamble checks of all other participants in the game.
zh_cn: 角色的赌博检定将与其他参与者的赌博检定对抗。

source: The character’s Jump check is modified by his or her speed.
zh_cn: 角色的跳跃检定要加上速度的调整值。

source: The character’s Wisdom modifier also applies.
zh_cn: 与角色的感知调整值共同作用。

source: The character’s class and Intelligence modifier determine the number of points received.
zh_cn: 角色的职业和智力调整值决定该获得多少技能点。

source: The character’s current hit point total remains where it is, however, even though it’s negative.
zh_cn: 角色当前的生命值会维持原状，即使生命值为负数。

source: The character’s initiative count changes.
zh_cn: 准备者的先攻值也会改变。

source: The character’s skill modifier don’t include skill ranks because the character doesn’t have any.
zh_cn: 角色的技能调整值不包括技能级数，因为没有。

source: The character’s unarmed attacks count as armed, which means that opponents do not get attacks of opportunity when the character attacks them unarmed.
zh_cn: 角色的徒手攻击视为装备了武器，意味着对手不会在此时获得借机攻击的机会。

source: The character’s vehicle and everyone aboard it receive a +1 dodge bonus to Defense against attacks from that vehicle or opponent.
zh_cn: 角色的载具和载具上所有人，对该对手载具或对手的防御获得1点闪避加值。

source: The charm bonus can’t be used against characters who are unfriendly or hostile.
zh_cn: 魅惑加值不能用于不友善或者敌对的角色。

source: The check DC depends on the nature of the distraction.
zh_cn: 检定DC取决于分心的性质。

source: The check carries a further –5 penalty if the character is in the midst of activity.
zh_cn: 如果角色手头正干着别的事，检定还要再受5点减值。

source: The check is made with a bonus equal to the hero’s Smart level.
zh_cn: 检定会再加上一个等同于其智力等级的加值。

source: The check represents what a character knows, and thinking about a topic a second time doesn’t let the character know something he or she never knew in the first place.
zh_cn: 检定代表角色的所知，对同一话题再想一遍并不会让角色获取第一次检定所未知的信息。

source: The class abilities from all of a character’s classes combine to determine a multiclass character’s overall abilities.
zh_cn: 角色所有职业的属性组合在一起即这个跨职角色的总属性。

source: The clothes a character wears does not count against the weight limit for encumbrance.
zh_cn: 角色穿的这些衣服的重量不计入累赘。

source: The cocktail detonates in 2 rounds or on impact with a solid object, whichever comes first.
zh_cn: 鸡尾酒会在2轮后或撞倒硬物时引爆。

source: The color inkjet printer described here is suited for creating hard copies of text and image files from computers.
zh_cn: 喷墨打印机用于将电脑上的文字和图像文件创建硬拷贝。

source: The combatants who are aware of the opponents can act in the surprise round, so they roll for initiative.
zh_cn: 觉察到敌人的作战者可以在突袭轮中行动，因此他们要投一个先攻。

source: The combatants who are aware of their opponents can act in the surprise round, so they roll for initiative.
zh_cn: 觉察到敌人的作战者可以在突袭轮中行动，因此他们要投一个先攻。

source: The combatants’ initiative checks, from highest to lowest, determine the order in which they act, from first to last.
zh_cn: 作战者的先攻检定结果的高低，决定了他们行动顺序的先后。

source: The communication is limited by the Intelligence of the conversing creatures.
zh_cn: 它们之间的交流受对象生物智力的限制。

source: The compact SITES weapon is very narrow, making it easy to conceal.
zh_cn: 结构紧凑的塞茨手枪非常袖珍，易于隐藏。

source: The complexity of the document, the character’s degree of familiarity with it, and whether the character needs to reproduce the signature or handwriting of a specific individual, provide modifiers to the Forgery check, as shown below.
zh_cn: 文件的复杂程度、角色对它的熟悉度、以及角色是否需要伪造某人的笔迹，都会提供调整值，如下表所示。

source: The concentration skill has further uses for characters using magic or psionics.
zh_cn: 专注检定在角色使用魔法或灵能时有更多用处。

source: The condition typically lasts 1 round.
zh_cn: 该状态通常只持续1轮。

source: The condition typically lasts 10 rounds.
zh_cn: 一般该状态持续十轮。

source: The copilot must be seated in a location where he or she can see the road and advise the driver (in a car, this generally means the front passenger seat).
zh_cn: 副驾驶必须位于能看见路面且能协助驾驶员的位置（在小汽车里，通常指的是前乘客座）。

source: The cost and weight given are for a single item.
zh_cn: 所示的价格和重量是一只的。

source: The cost of a mastercraft +3 object would add +9 to the normal purchase DC.
zh_cn: +3的大师级物品，购买DC比一般的多9。

source: The cost of picking up the tab for additional diners adds +2 per person to the purchase DC.
zh_cn: 额外多上菜所需的费用是原购买DC的基础上每人加2点。

source: The cost to build a mastercraft object is equal to the purchase DC for the components (see the appropriate Craft skill description) + the bonus provided by the mastercraft feature.
zh_cn: 制造大师级工艺消耗的DC = 部件的购买DC（见相应的制造技能描述） + 大师级工艺特性加成。

source: The covering character has dodged out of the way and didn’t provide cover after all.
zh_cn: 相当于提供掩蔽的角色闪开了，不再提供任何掩蔽。

source: The creative starting occupation covers artists of all types who fan their creative spark into a career.
zh_cn: 创作者包含各类艺术行业从业人员。

source: The creature automatically fails Strength checks.
zh_cn: 这类生物力量检定必然失败。

source: The creature can detect opponents within 30 feet by sense of smell.
zh_cn: 生物能通过嗅觉侦测30尺内的对手。

source: The creature can still distinguish colors, even in dim lighting.
zh_cn: 生物仍能分辨颜色，即使是在昏暗的光线下。

source: The creature can take a move or attack action to note the direction of the scent.
zh_cn: 生物可以用一个移动或攻击动作来找出气味的方向。

source: The creature fails all Reflex saves and Dexterity checks.
zh_cn: 这类生物反射豁免及敏捷检定必然失败。

source: The creature has the option to conduct the grapple normally, or simply use the part of its body it used in the improved grab to hold the opponent.
zh_cn: 生物可选择正常擒抱，或者只是使用身体的一部分作为精通攫抓的武器进行攫抓以将对手`缠握`。

source: The creature is also immune to ability damage, ability drain, energy drain, and massive damage, and always fails Constitution checks.
zh_cn: 这类生物同样免疫属性伤害、属性吸取、能量吸取和重击，但在进行体质检定时必然失败。

source: The creature is not considered grappled while it holds the opponent, so it still threatens adjacent squares and retains its Dexterity bonus.
zh_cn: 生物在缠握对手时不会视为被擒抱状态，所以仍会威胁相邻方格并保留敏捷加值。

source: The creature takes normal damage from energy attacks (even nonmagical ones), spells, spell-like abilities, and supernatural abilities.
zh_cn: 在受到能量（即使是非魔法的）、法术、类法术能力和超自然能力的攻击时，生物将受到全额伤害。

source: The creature usually does not need to make Spot or Listen checks to notice creatures within range of its blindsight ability.
zh_cn: 生物通常不需要进行侦察或聆听检定来注意盲视范围内的生物。

source: The creature with the gaze attack gains total concealment against the opponent.
zh_cn: 凝视攻击的生物对此对手全隐藏。

source: The creature with the gaze attack, however, gains one-half concealment against that opponent.
zh_cn: 但凝视攻击的生物也对此对手半隐藏。

source: The creature’s descriptive text gives the ability and the amount drained.
zh_cn: 吸取的属性值种类和大小取决于生物的描述。

source: The creature’s descriptive text gives the ability and the amount of damage.
zh_cn: 生物的描述将给出所伤害的能力种类和大小。

source: The damage is nonlethal damage.
zh_cn: 此伤害为非致命伤害。

source: The damage reduction is equal to one-half of the Slayer’s level in this advanced class, rounded down.
zh_cn: 伤害减免的量等于本职业等级的一半，向下取整。

source: The default mishaps are that the item affects the wrong target or that uncontrolled magical energy deals 2d6 points of damage to you.
zh_cn: 默认的后果是物品施加到了错误的目标，或者不受控制的魔法能量对你造成2d6点伤害。

source: The description and stats reflect a typical model.
zh_cn: 描述与数据指的是一般常见的款式。

source: The detonator comes with 100 feet of wire, but longer lengths can be spliced in with a Demolitions check (DC 10).
zh_cn: 起爆器本身有100尺长的导线，但可以通过一个爆破检定接驳至更长。

source: The device can be used with or without a voice-activated headset (included).
zh_cn: 设备可选择是否包含一个头戴式的声控的受话器。

source: The device consists of an electrically activated blasting cap and some sort of device that delivers the electrical charge to set off the blasting cap.
zh_cn: 装置由一个电敏的起爆雷管和一些能传递电信号触发起爆雷管的设备构成。

source: The die type used by characters of the class to determine the number of hit points gained per level.
zh_cn: 决定每级所获得生命点的掷骰。

source: The differences between using the M79 and throwing an explosive lie in the range of the weapon (which far exceeds the distance a hand grenade can be thrown) and the fact that the M79 requires a weapon proficiency to operate without penalty.
zh_cn: 使用M79与直接投掷爆炸物的区别在于射程（榴弹发射器能射得更远），当然，要拥有对应的专长才能无惩罚使用M79。

source: The difficulty of reaching a given height varies according to the size of the character or creature.
zh_cn: 跳跃到指定高度的难度也取决于角色或生物的体型。

source: The difficulty varies with the conditions of the surface.
zh_cn: 不同的表面的难度值见下表。

source: The driver can choose to go one category faster or slower than the vehicle’s speed category at the end of the previous round.
zh_cn: 驾驶员在前一轮的末尾可以选择提升一档或降低一档所驾驶载具的速度档次。

source: The effect ends immediately if the target is attacked or threatened.
zh_cn: 若目标被攻击或威胁，效果立即结束。

source: The effect ends when the hero stops concentrating, or when the target succeeds on the save.
zh_cn: 英雄停止吸引或者目标豁免成功，效果结束。

source: The effect lasts for a number of rounds equal to the hero’s Charisma modifier.
zh_cn: 效果持续轮数为英雄的魅力调整值。

source: The effectiveness of the character’s disguise depends in part on how much the character is attempting to change his or her appearance.
zh_cn: 角色的易容效果部分取决于角色试图改变多少样貌。

source: The effects of each aging step are cumulative.
zh_cn: 每个年龄段的效果会叠加。

source: The effort must relate either to a Strength check or a Strength-based skill check.
zh_cn: 这一天赋加成只能用于力量检定或与力量相关的技能检定。

source: The eight Perform categories, and the qualities each one encompasses, are as follows.
zh_cn: 八个表演类别每个类别涵盖的表演形式如下。

source: The emotion he or she arouses affects one target (a GM character) within 15 feet of the Personality (or within 15 feet of a television, radio, or telephone that broadcasts the Personality’s performance).
zh_cn: 目标必须是一个GM角色，处在明星15尺范围内（或处在能传播明星的表演的媒介如电视、广播、电话的15尺内）。

source: The enhancement bonus lasts for a number of rounds equal to the Shadow Slayer’s level in this advanced class.
zh_cn: 增强加值持续的轮数等于暗影猎手的本职业等级。

source: The entry indicates the amount and type of damage ignored.
zh_cn: 此项标明了所无视的伤害量和伤害类型。

source: The entry indicates the amount of damage ignored and the type of weapon that negates the ability.
zh_cn: 此项标明了伤害减免的量，以及无视此能力的武器类型。

source: The evil Acolyte rolls turning damage to see how many Hit Dice worth of creatures she can affect in this way.
zh_cn: 邪恶侍僧进行`驱散伤害检定`以决定能为总共多少HD的生物解除驱散。

source: The examiner gains bonuses or penalties on his or her check as given in the table below.
zh_cn: 检查者根据下表所示，检定受到加值或减值。

source: The exception is Craft (writing); a character can take 20 because the character does not use up any raw materials (and thus no Wealth check is required to use the skill).
zh_cn: 但制造（写作）是个例外，角色在这里可以取20，因为角色不会用掉任何原材料（同理也不需要进行财富检定）。

source: The exception is an attempt to escape from the grapple; to escape, a character’s grapple check must beat the check results of all opponents.
zh_cn: 但挣脱擒抱的检定除外，角色的擒抱检定结果必须胜过每一个对手的擒抱检定才能挣脱。

source: The exceptional quality of these objects provides the user a bonus on attack rolls, damage, Defense, or some other characteristic that improves when the object is used.
zh_cn: 物品超常的品质为使用者的攻击骰、伤害骰、防御或其他有关检定提供加值。

source: The extra attack is with the same weapon and at the same bonus as the attack that dropped the previous opponent.
zh_cn: 额外攻击使用的武器，获得的加值都与前一次攻击相同。

source: The familiar must be within 5 feet at the time.
zh_cn: 魔宠此时必须处于5尺以内。

source: The familiar uses its own ability modifiers to saves, and does not enjoy other bonuses that the Mage may have (such as from feats).
zh_cn: 魔宠使用自己的属性调整值来豁免，不接受法师其他的加成（比如专长）。

source: The fastest path into this advanced class is from the Charismatic hero basic class, though other paths are possible.
zh_cn: 成为异能者的捷径是从魅力型英雄玩起，当然其他途径也是允许的。

source: The fastest path into this advanced class is from the Smart hero basic class, though other paths are possible.
zh_cn: 成为法师的捷径是从智力型英雄玩起，当然其他途径也是允许的。

source: The feat that provides proficiency with these weapons varies from weapon to weapon, as indicated on Table: Ranged Weapons.
zh_cn: 每一种武器要求的精通专长都不一样，如表：远程武器所示。

source: The feat that provides proficiency with these weapons varies from weapon to weapon; some are considered simple weapons (covered by the Simple Weapons Proficiency feat); others are archaic (Archaic Weapons Proficiency) or exotic (Exotic Melee Weapon Proficiency).
zh_cn: 每一种武器要求的精通专长都不一样：有的属于简单武器（受`擅长简单武器`专长加成）、有的属于古典武器（`擅长古典武器`）、有的属于异种武器（`擅长异种近战武器`）。

source: The feats gained at 1st level in the class.
zh_cn: 该职业1级获得的专长。

source: The figure at the upper end of a character’s heavy load range is his or her maximum load.
zh_cn: 重度负载区间的上界就是角色的最大负重。

source: The film used in a camera must be developed.
zh_cn: 使用后的胶卷必须冲洗。

source: The filter canister lasts for 12 hours of use.
zh_cn: 过滤罐只能持续使用12小时。

source: The first check (DC 10) is needed to find the site on the net.
zh_cn: 第一次检定（DC10）用于找到此站点。

source: The following are class features of the Dedicated hero.
zh_cn: 下文为感知型英雄的职业专长

source: The following are class features of the Strong hero.
zh_cn: 下文为力量型英雄的职业专长

source: The following exceptions to normal melee rules apply to unarmed attacks.
zh_cn: 徒手攻击应用一般的近战规则，但有如下例外。

source: The following features pertain to the Bodyguard advanced class.
zh_cn: 以下是有关保镖职业的专长。

source: The following features pertain to the Daredevil advanced class.
zh_cn: 以下是有关勇士职业的专长。

source: The following features pertain to the Field Medic advanced class.
zh_cn: 以下是有关战地医生职业的专长。

source: The following features pertain to the Field Scientist advanced class.
zh_cn: 以下是有关战地科学家职业的专长。

source: The following features pertain to the Gunslinger advanced class.
zh_cn: 以下是有关枪手职业的专长。

source: The following features pertain to the Infiltrator advanced class.
zh_cn: 以下是有关渗透者职业的专长。

source: The following features pertain to the Investigator advanced class.
zh_cn: 以下是有关调查员职业的专长。

source: The following features pertain to the Martial Artist advanced class.
zh_cn: 以下是有关武术家职业的专长。

source: The following features pertain to the Occultist advanced class.
zh_cn: 以下是有关术士职业的专长。

source: The following features pertain to the Personality advanced class.
zh_cn: 以下是有关明星职业的专长。

source: The following features pertain to the Shadow Slayer advanced class.
zh_cn: 以下是有关暗影猎手职业的专长。

source: The following features pertain to the Soldier advanced class.
zh_cn: 以下是有关士兵职业的专长。

source: The following features pertain to the Techie advanced class.
zh_cn: 以下是有关技师职业的专长。

source: The following information pertains to the Acolyte advanced class.
zh_cn: 以下是有关侍僧职业的信息。

source: The following information pertains to the Battle Mind advanced class.
zh_cn: 以下是有关灵战士职业的信息。

source: The following information pertains to the Bodyguard advanced class.
zh_cn: 以下是有关保镖职业的信息。

source: The following information pertains to the Daredevil advanced class.
zh_cn: 以下是有关勇士职业的信息。

source: The following information pertains to the Field Medic advanced class.
zh_cn: 以下是有关战地医生职业的信息。

source: The following information pertains to the Field Scientist -advanced class.
zh_cn: 以下是有关战地科学家职业的信息。

source: The following information pertains to the Infiltrator advanced class.
zh_cn: 以下是有关渗透者职业的信息。

source: The following information pertains to the Investigator advanced class.
zh_cn: 以下是有关调查员职业的信息。

source: The following information pertains to the Mage advanced class.
zh_cn: 以下是有关法师职业的信息。

source: The following information pertains to the Negotiator advanced class.
zh_cn: 以下是有关谈判专家职业的信息。

source: The following information pertains to the Occultist advanced class.
zh_cn: 以下是有关术士职业的信息。

source: The following information pertains to the Personality advanced class.
zh_cn: 以下是有关明星职业的信息。

source: The following information pertains to the Shadow Slayer advanced class.
zh_cn: 以下是有关暗影猎手职业的信息。

source: The following information pertains to the Techie advanced class.
zh_cn: 以下是有关技师职业的信息。

source: The following information pertains to the Telepath advanced class.
zh_cn: 以下是有关异能者职业的信息。

source: The following text is the property of Wizards of the Coast, Inc.
zh_cn: 下文是威世智公司的财产，

source: The four levels of restriction are as follows.
zh_cn: 以下是四个管制级别。

source: The four types of actions are attack actions, move actions, full-round actions, and free actions.
zh_cn: 有四种动作类型，分别为攻击动作、移动动作、整轮动作和即使动作。

source: The four-door Hummer is a civilian version of the military’s all-terrain “humvee” utility vehicle.
zh_cn: 四门的悍马是军用“高机动性多用途轮式车辆”的民用版。

source: The fourteen Knowledge categories, and the topics each one encompasses, are as follows.
zh_cn: 十四个知识类别，每个类别涵盖的课题如下所示：

source: The fumes from most acids are inhaled poisons.
zh_cn: 大多数酸的挥发气也是吸入性毒素。

source: The fundamental actions of moving and attacking cover most of what a character wants to do in a battle.
zh_cn: 基本的移动和攻击动作涵盖了角色在战斗中想要做的大多数行为，

source: The given purchase DC assumes a typical suburban location.
zh_cn: 以上参考购买DC是地处城郊的一般价格。

source: The gunslinger adds +1 to all attack rolls you make using the selected personal firearm.
zh_cn: 用选定的单兵枪械掷攻击骰都可以获得1点加值。

source: The heavy aircraft class includes jumbo passenger airplanes, large cargo planes, heavy bombers, and any other aircraft with three or more engines.
zh_cn: 重型飞行器包括巨型客机、大型货运飞机、重型轰炸机、以及其他大于等于三个引擎的飞机。

source: The heavy but rugged Light Fifty is an incredibly powerful weapon for its size.
zh_cn: 笨重而粗犷的轻50体小而力大。

source: The heavy wheeled class includes all kinds of semi-trucks and tractor-trailers, as well as wheeled construction ve-hicles (such as earth movers) and wheeled armored vehicles (such as some armored personnel carriers).
zh_cn: 重型轮式载具类包括各种半挂牵引车及其挂车、轮式重机（如铲运机）、轮式装甲车（如一些装甲输送车）。

source: The hero adds his or her base Will saving throw bonus to Listen or Spot checks to avoid surprise.
zh_cn: 英雄在进行聆听或侦察检定以防突袭时，加上基础意志豁免作为加值。

source: The hero can choose to succumb to unconsciousness if he or she thinks that doing so might prevent him or her from taking more damage.
zh_cn: 如果英雄想避免受到更多伤害，可以选择不再硬撑，陷入昏迷。

source: The hero can coordinate a number of allies equal to one-half his or her Charismatic level, rounded down (to a minimum of one ally).
zh_cn: 可指定的人数为英雄魅力等级的一半，向下取整，至少为1。

source: The hero can inspire a number of allies equal to one-half his or her Charismatic level, rounded down (to a minimum of one ally).
zh_cn: 可激励的人数为英雄魅力等级的一半，向下取整，至少为1。

source: The hero can’t hear and takes a –4 penalty on initiative checks.
zh_cn: 英雄不能听到东西，先攻判定有4点减值。

source: The hero can’t see at all, and thus everything has total concealment to him or her.
zh_cn: 英雄看不见任何东西，即任何事物对其来说都是隐藏的。

source: The hero is frozen in fear, loses his or her Dexterity bonus, and can take no actions.
zh_cn: 英雄由于恐惧而动弹不得，其敏捷加值会丧失，并且不能做出动作。

source: The hero must have ranks in the skill if it is Trained Only.
zh_cn: 需受训的技能必须在此技能上拥有级数才可选。

source: The hero receives a +2 bonus on all Treat Injury skill checks.
zh_cn: 英雄在所有的医疗技能检定上都有两点加值。

source: The higher the check result, the better and more complete the information.
zh_cn: 检定结果越高，信息的完整度就越高。

source: The higher the check result, the better the information.
zh_cn: 检定结果越高，信息就越准确。

source: The hummer is decked out like a luxury vehicle inside, but this vehicle is every bit as rugged as the military version.
zh_cn: 悍马的内部装饰得很豪华，但其粗犷丝毫不输军用版。

source: The ill effects depend on the Hit Dice of the creatures, as shown below.
zh_cn: 杀伤效果取决于生物的生命骰。

source: The increase is the same amount as the Wealth bonus loss the character would experience if the character purchased an object with a purchase DC equal to the sale value.
zh_cn: 卖家所增加的财富与买家损失的财富是相同的，买家的购买DC与售价相同，

source: The increase lasts for a number of rounds equal to his or her class level.
zh_cn: 增益持续的轮数等同于本职业等级。

source: The increased cost of such an object adds +3 to the purchase DC.
zh_cn: 购买DC比一般的物品多3。

source: The individual feat descriptions tell a character what he or she needs to know about them.
zh_cn: 专长的特别说明会告知角色掌握此专长需要哪些前提。

source: The information on the table represents a 1-pound block.
zh_cn: 表中的信息是以一磅的块为单位计算的。

source: The information on the table represents a 50-foot length.
zh_cn: 表中的信息是以50尺为单位计算的。

source: The interior includes luxury accommodations and a lavatory.
zh_cn: 内部包括了一间起居室和一间厕所。

source: The intruder might be able to defeat the character’s security and access his or her site again, but the intruder will have to start the hacking process all over.
zh_cn: 入侵者可以再次击败角色的防御，访问站点，但必须从头完成黑入步骤。

source: The item must be a wondrous item, a wand, a magic weapon, or a set of magic armor.
zh_cn: 物品必须是奇物、魔杖、魔化武器或者一套魔化护甲。

source: The items described here represent special clothing types, or unusual outfits that a character might need to purchase.
zh_cn: 这里描述的物品代表了特别的服装类型，或者角色可能需要购买的不寻常的衣物。

source: The jury-rig application of the Repair skill can be used untrained.
zh_cn: 以应急维修形式使用修理技能无需受训。
